Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateCorniceWarn Property
 Could not create Wall Sweep. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateCorniceWarn { get; }
Public Shared ReadOnly Property CannotCreateCorniceWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateCorniceWarn {
	FailureDefinitionId^ get ();
}
static member CannotCreateCorniceWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace